Repository: romildo/jwm-settings-manager
Catalog: po/*.po
Languages: pt

source: Choose a Desktop File
pt: Escolha um ficheiro desktop

source: Desktop File Editor
pt: Editor de ficheiros desktop

source: Name
pt: Nome

source: Specific name of the application, for example "Mozilla".
pt: Name - Nome especí­fico da aplicação, por exemplo, "Mozilla".

source: Comment
pt: Comentário

source: Tooltip for the entry, for example "View sites on the Internet". The value should not be redundant with the values of Name and GenericName.
pt: Comment - Dica para a entrada, por exemplo, "Ver páginas na Internet". O texto não deve ser redundante com Name e GenericName

source: TryExec
pt: Tentar

source: Path to an executable file on disk used to determine if the program is actually installed. If the path is not an absolute path, the file is looked up in the $PATH environment variable. If the file is not present or if it is not executable, the entry may be ignored (not be used in menus, for example).
pt: TryExec - Caminho para um ficheiro executável no disco, usado para determinar se o programa está efectivamente instalado. Se não for um caminho absoluto, o ficheiro é procurado na variável de ambiente $PATH. Se não estiver presente ou não for executável, a entrada pode ser ignorada (não usada em menus, por exemplo).

source: Exec
pt: Executar

source: Program to execute, possibly with arguments. See the Exec key for details on how this key works. The Exec key is required if DBusActivatable is not set to true. Even if DBusActivatable is true, Exec should be specified for compatibility with implementations that do not understand DBusActivatable.
pt: Exec - Programa a executar, possivelmente com argumentos. Veja a chave Exec para perceber como esta chave funciona. A chave Exec é requerida se DBusActivatable não estiver definido como verdadeiro. Mesmo que DBusActivatable seja verdadeiro, Exec deve ser especificado para compatibilidade com implementações que não compreendam DBusActivatable.

source: Icon
pt: Ícone

source: Icon to display in file manager, menus, etc. If the name is an absolute path, the given file will be used. If the name is not an absolute path, the algorithm described in the Icon Theme Specification will be used to locate the icon.
pt: Icon - Ícone a mostrar no gestor de ficheiros, menus, etc. Se o nome for um caminho absoluto, será usado o ficheiro fornecido. Senão, o algoritmo descrito na especificação do tema do í­cone será usado para localizar o í­cone.

source: This specification defines 3 types of desktop entries: Application (type 1), Link (type 2) and Directory (type 3). To allow the addition of new types in the future, implementations should ignore desktop entries with an unknown type
pt: Esta especificação define 3 tipos de entradas desktop: Aplicação (tipo 1), Ligação (tipo 2) e Pasta (tipo 3). Para permitir a adição de novos tipos no futuro, as implementações devem ignorar entradas desktop de tipo desconhecido.

source: Categories in which the entry should be shown in a menu (for possible values see the Desktop Menu Specification).
pt: Categorias em que a entrada deve ser mostrada num menu (para valores possíveis, veja Desktop Menu Specification).

source: A list of strings identifying the desktop environments that should display/not display a given desktop entry. By default, a desktop file should be shown, unless an OnlyShowIn key is present, in which case, the default is for the file not to be shown. If $XDG_CURRENT_DESKTOP is set then it contains a colon-separated list of strings. In order, each string is considered. If a matching entry is found in OnlyShowIn then the desktop file is shown. If an entry is found in NotShowIn then the desktop file is not shown. If none of the strings match then the default action is taken (as above). The same desktop name may not appear in both OnlyShowIn and NotShowIn of a group.
pt: NotShowIn/OnlyShowIn - Uma lista de cadeias que identificam os ambientes de área de trabalho que devem mostrar/ocultar uma determinada entrada desktop. Por predefinição, um ficheiro desktop deve ser mostrado, a menos que uma chave OnlyShowIn esteja presente, caso em que a predefinição é que o ficheiro não seja mostrado. Se $XDG_CURRENT_DESKTOP estiver definida, conterá uma lista de cadeias separadas por dois pontos. Por ordem, cada cadeia é considerada. Se uma entrada correspondente for encontrada em OnlyShowIn, o ficheiro desktop será mostrado. Se uma entrada for encontrada em NotShowIn, o ficheiro desktop não será mostrado. Se nenhuma das cadeias corresponder, será executada a acção predefinida (como acima). O mesmo nome de ficheiro desktop não pode aparecer em OnlyShowIn e NotShowIn de um grupo.

source: Whether the program runs in a terminal window.
pt: Se o programa é executado numa janela de terminal.

source: NoDisplay means "this application exists, but don't display it in the menus". This can be useful to e.g. associate this application with MIME types, so that it gets launched from a file manager (or other apps), without having a menu entry for it (there are tons of good reasons for this, including e.g. the netscape -remote, or kfmclient openURL kind of stuff).
pt: NoDisplay - significa "esta aplição existe, mas não se deve mostrar nos menus". Isto pode ser útil para, e.g. associar a aplicação a tipos MIME, para que seja iniciada a partir de um gestor de ficheiros (ou outras aplicações) sem ter uma entrada de menu (há vários bons motivos para isso, incluindo, por exemplo, o netscape -remote ou coisas do tipo do kfmclient openURL).

source: Type
pt: Tipo

source: This specification defines 3 types of desktop entries: Application (type 1), Link (type 2) and Directory (type 3). To allow the addition of new types in the future, implementations should ignore desktop entries with an unknown type.
pt: Esta especificação define 3 tipos de entradas desktop: Aplicação (tipo 1), Ligação (tipo 2) e Pasta (tipo 3). Para permitir a adição de novos tipos no futuro, as implementações devem ignorar entradas desktop de tipo desconhecido.

source: Categories
pt: Categorias

source: NotShowIn
pt: Não mostrar

source: OnlyShowIn
pt: Só mostrar

source: NoDisplay
pt: Ocultar

source: ICON
pt: ÍCONE

source: Advanced
pt: Avançadas

source: GenericName
pt: Nome genérico

source: Generic name of the application, for example "Web Browser".
pt: GenericName - Nome genérico da aplicação, por exemplo, "Navegador web".

source: Version
pt: Versão

source: Version of the Desktop Entry Specification that the desktop entry conforms with. Entries that confirm with this version of the specification should use 1.0. Note that the version field is not required to be present.
pt: Versão da Desktop Entry Specification com que a entrada está conforme.Entradas conformes com esta versão, devem usar 1.0. Note que o campo de versão não tem de estar presente.

source: Path
pt: Caminho

source: If entry is of type Application, the working directory to run the program in.
pt: Path - Se a entrada é de tipo Aplicação, é a pasta de trabalho em que vai executar o programa.

source: MimeType
pt: Tipo Mime

source: The MIME type(s) supported by this application.
pt: MimeType - Os tipos MIME suportados por esta aplicação.

source: Implements
pt: Implementa

source: A list of interfaces that this application implements. By default, a desktop file implements no interfaces. See http://standards.freedesktop.org/desktop-entry-spec/latest/ar01s08.html for more information on how this works.
pt: Implements - Uma lista de ambientes que esta aplicação implementa. Por predefinição, um ficheiro desktop não implementa ambientes. Veja http://standards.freedesktop.org/desktop-entry-spec/latest/ar01s08.html para mais informação sobre o assunto.

source: Keywords
pt: Palavras-chave

source: A list of strings which may be used in addition to other metadata to describe this entry. This can be useful e.g. to facilitate searching through entries. The values are not meant for display, and should not be redundant with the values of Name or GenericName.
pt: Keywords - Uma lista de cadeias que pode ser usada em adição a outros meta-dados, para descrever a entrada. Pode ser útil para facilitar a procura entre entradas. Os valores não serão mostrados e não devem ser redundantes com Name ou GenericName.

source: If specified, it is known that the application will map at least one window with the given string as its WM class or WM name hint (see the Startup Notification Protocol Specification for more details).
pt: Se especificada, é sabido que a aplicação mapeará pelo menos uma janela com a cadeia indicada como sua classe WM ou dica de nome WM (veja Startup Notification Protocol Specification para mais detalhes).

source: If entry is Link type, the URL to access.
pt: Se a entrada é de tipo Ligação, o URL para acesso.

source: Identifiers for application actions. This can be used to tell the application to make a specific action, different from the default behavior. The Application actions section describes how actions work.
pt: Actions - Identificadores para acções da aplicação. Pode ser utilizado para indicar à aplicação para tornar uma acção específica diferente do comportamento predefinido. A secção Actions descreve como as acções funcionam.

source: If true, it is KNOWN that the application will send a "remove" message when started with the DESKTOP_STARTUP_ID environment variable set. If false, it is KNOWN that the application does not work with startup notification at all (does not shown any window, breaks even when using StartupWMClass, etc.). If absent, a reasonable handling is up to implementations (assuming false, using StartupWMClass, etc.). (See the Startup Notification Protocol Specification for more details).
pt: Se verdadeiro, sabe-se que a aplicação enviará uma mensagem "remove" quando iniciada com o conjunto de variáveis de ambiente DESKTOP_STARTUP_ID. Se falso, sabe-se que a aplicação não funciona com a notificação de arranque (não mostra nenhuma janela, quebra ao usar StartupWMClass, etc.). Se ausente, as implementações fazem uma manipulação razoável (assumindo falso, usando StartupWMClass, etc.) (veja Startup Notification Protocol Specification para obter mais detalhes).

source: Hidden should have been called Deleted. It means the user deleted (at his level) something that was present (at an upper level, e.g. in the system dirs). It's strictly equivalent to the .desktop file not existing at all, as far as that user is concerned. This can also be used to "uninstall" existing files (e.g. due to a renaming) - by letting make install install a file with Hidden=true in it.
pt: Hidden - deveria ter sido Deleted. Significa que o utilizador eliminou (em dado nível) algo que estava presente (num nível superior,e.g. na pasta de sistema). É estritamente equivalente ao ficheiro .desktop não existir de todo, no que diz respeito ao utilizador. Também pode usar para desinstalar ficheiros existentes (e.g. devido a uma renomeação) - permitindo que o make install instale um ficheiro com Hidden=true.

source: A boolean value specifying if D-Bus activation is supported for this application. If this key is missing, the default value is false. If the value is true then implementations should ignore the Exec key and send a D-Bus message to launch the application. See D-Bus Activation for more information on how this works. Applications should still include Exec= lines in their desktop files for compatibility with implementations that do not understand the DBusActivatable key.
pt: Um valor booleano que especifica se a activação do D-Bus é suportada para esta aplicação. Se esta chave estiver em falta, a predefinição é falso. Se for verdadeiro, as implementações devem ignorar a chave Exec e enviar uma mensagem D-Bus para iniciar a aplicação. Veja Activação D-Bus para mais informações. As aplicações ainda devem incluir Exec=linhas nos seus ficheiros desktop para compatibilidade com implementações que não entendem a chave DBusActivatable.

source: Actions
pt: Acções

source: Hidden
pt: Oculto

source: Locale
pt: Idioma

source: Configure Locale specific Names
pt: Locale - Configura nomes específicos de idiomas

source: Change Locale text
pt: Alterar texto do idioma

source: Extra Actions
pt: Acções extra

source: Configure extra Actions
pt: Configura acções extra

source: TODO!
pt: AFAZER!

source: OPEN
pt: ABRIR

source: Open a desktop file
pt: Abrir um ficheiro desktop

source: SAVE
pt: GRAVAR

source: Save the current data as a file
pt: Gravar os dados actuais como ficheiro

source: The file you want to save (or the name of the current open file)
pt: O ficheiro que pretende gravar (ou o nome do ficheiro aberto)

source: CLEAR
pt: LIMPAR

source: CLEAR EVERYTHING
pt: Limpar todos os dados

source: PREVIEW
pt: ANTEVER

source: Preview text
pt: Antever o texto

source: Preview
pt: Antever

source: CLOSE
pt: FECHAR

source: Choose a Directory
pt: Escolha uma pasta

source: Save Error
pt: Erro de gravação

source: There was an error saving the file:
pt: Houve um erro ao gravar o ficheiro:

source: Make sure you have permission to save.
pt: Assegure-se de que tem permissões para gravar.

source: OK
pt: Aceitar

source: Help
pt: Ajuda

source: Autostart Programs
pt: Programas de arranque automático

source: You can add extra arguments here
pt: Pode adicionar argumentos extra aqui

source: Cancel
pt: Cancelar

source: Write to configuration file
pt: Escrever no ficheiro de configuração

source: Add OR chose a program
pt: Adicione OU escolha um programa

source: If configuring JWM autostart, please re-add it once you have finished editing it
pt: Se está a configurar o início automático do JWM, por favor, volte a adicioná-lo quando terminar a edição.

source: Desktop Settings
pt: Definições da área de trabalho

source: Choose Image
pt: Imagem

source: Choose Color
pt: Cor

source: This will take icons off the desktop
pt: Isto vai tirar os ícones da área de trabalho

source: Choose Gradient
pt: Gradação

source: Filemanager
pt: Gestor de ficheiros

source: Open the filemanager to change preferences
pt: Abrir o gestor de ficheiros para alterar as preferências

source: Icons on Desktop
pt: Ícones na área

source: Multiple Desktops
pt: Múltiplas áreas

source: This allows you to have multiple screens to work on from one Display
pt: Isto permite-lhe ter múltiplos ecrãs onde trabalhar com um só monitor

source: Workspaces Wide
pt: Áreas de largo

source: Number of workspaces to the left and right
pt: Número de áreas de trabalho à esquerda e à direita

source: Workspaces High
pt: Áreas de alto

source: Number of workspaces up and down
pt: Número de áreas de trabalho acima e abaixo

source: Names
pt: Nomes

source: Name your workspaces
pt: Dê nomes às suas áreas de trabalho

source: Desktop
pt: Área de trabalho

source: Font Settings
pt: Definições de letra

source: Window Title Font
pt: Título da janela

source: Active
pt: Activa

source: The foreground window font color
pt: A cor da letra da janela em 1º plano

source: Open the font list Window
pt: Abrir a lista de letras

source: Inactive
pt: Inactiva

source: The background window font color
pt: A cor da letra da janela em 2º plano

source: Menu Font
pt: Menus

source: Panel Button Font
pt: Botões do painel

source: Panel Font
pt: Painel

source: Running App List Font
pt: Aplicações em execução

source: No changes will be saved
pt: Nenhuma alteração será gravada

source: Window Interior Font
pt: Interior da janela

source: The color of this cannot be chosen, this is the GTK font
pt: Esta cor não pode ser escolhida, é a letra do GTK

source: Choose a Font
pt: Escolha um letra

source: General Options
pt: Opções gerais

source: Hinting
pt: Dicas

source: Whether the rasterizer should use hinting
pt: Se o desenhador deve usar dicas

source: Antialiasing
pt: Suavização

source: Whether glyphs can be antialiased
pt: Se os símbolos e letras devem ser suavizados

source: Target dots per inch
pt: Pontos por polegada do alvo

source: rgb, bgr, vrgb, vbgr, none - subpixel geometry
pt: rgb, bgr, vrgb, vbgr, nenhum - geometria sub-pixel

source: Weight
pt: Peso

source: Width
pt: Largura

source: Condensed, normal or expanded
pt: Condensada, normal ou expandida

source: LCD Filter
pt: Filtro LCD

source: Type of LCD filter
pt: Tipo de filtro LCD

source: Hint Style
pt: Estilo da dica

source: Automatic hinting style
pt: Estilo de dica automático

source: Autohint
pt: Dica automática

source: Use autohinter instead of normal hinter
pt: Usar dicas automáticas em vez de dicas normais

source: Vertical Layout
pt: Disposição vertical

source: Use vertical layout
pt: Usar disposição vertical

source: No Leading space
pt: Sem espaço inicial

source: Eliminate leading from line spacing
pt: Eliminar espaços iniciais do espaçamento da linha

source: Bold
pt: Negrito

source: Italic
pt: Itálico

source: Encoding
pt: Codificação

source: You will need to reopen active apps
pt: Terá de reabrir aplicações activas

source: Icons
pt: Ícones

source: Themes
pt: Temas

source: Icon themes to choose from
pt: Temas de ícones para escolher

source: Directories
pt: Pastas

source: The icon directories JWM will search
pt: As pastas de ícones onde o JWM vai procurar

source: Edit Directory
pt: Editar pasta

source: Choose a new directory
pt: Escolha uma nova pasta

source: Configure Keyboard Shortcut
pt: Configurar atalho de teclado

source: Action
pt: Acção

source: Choose Program
pt: Escolha o programa

source: Choose a program to add
pt: Escolha um programa a adicionar

source: OR
pt: OU

source: Modifiers
pt: Modificadores

source: Current
pt: Actual

source: Current Shortcut to Edit
pt: Atalho actual a editar

source: GRAB KEY
pt: CAPTAR ATALHO

source: This will grab a new key combo
pt: Isto vai captar uma nova combinação de teclas

source: Key
pt: Tecla

source: Special Keys
pt: Teclas especiais

source: Picture button keys on the keyboard
pt: Botões de imagem no teclado

source: Create Keyboard Shortcut
pt: Criar atalho de teclado

source: First keyboard modifier
pt: 1º modificador de teclado

source: Second keyboard modifier
pt: 2º modificador de teclado

source: Layout
pt: Disposição

source: The Keyboard regional layout
pt: A disposição regional do teclado

source: Model
pt: Modelo

source: The type of keyboard
pt: O tipo de teclado

source: Option
pt: Opções

source: Additional quirks
pt: Peculiaridades adicionais

source: Keyboard Settings
pt: Definições do teclado

source: Keyboard Shortcuts
pt: Atalhos de teclado

source: Add a Menu
pt: Adicionar um menu

source: Determine which buttons on the root window activate the menu. This is a list of integers specifying buttons. The default is 123. Multiple root menus may be used by specifying different buttons to activate them. Valid values in this list are 0 to 9 and a to z. The usual mouse buttons are 1 for the left button, 2 for the middle button, 3 for the right button, and 4 and 5 for the scroll wheel. Therefore, accessing root menus that are assigned to buttons 0, 6, 7, 8, 9, or a letter will typically require the use of a tray button or key binding.
pt: Determine que botões na janela raiz activam o menu. Esta é uma lista de números inteiros que especificam botões. A predefinição é 123. Podem ser usados vários menus principais especificando diferentes botões para os activar. Valores válidos na lista são de 0..9 e de a..z. Os botões habituais do rato são 1 para o botão esquerdo, 2 para o botão do meio, 3 para o botão direito e 4 e 5 para a roda. Portanto, aceder aos menus raiz atribuídos aos botões 0, 6, 7, 8, 9 ou uma letra, normalmente exigirá o uso de uma tecla ou atalho.

source: Label
pt: Rótulo

source: The label to display at the top of the menu, normally this is NOT shown
pt: O rótulo a mostrar no cimo do menu, normalmente NÃO é mostrado

source: Height
pt: Altura

source: The height of each menu item in pixels 0 indicates that the height of the font will determine the height. The default is 0.
pt: A altura de cada item de menu em pixels. 0 (predefinição) indica que o tamanho da letra determina a altura.

source: Determines if a label appears at the top of the menu, this will have no effect if the label is not set
pt: Determina se um rótulo aparece ao cimo do menu. Não tem efeito se o rótulo não estiver definido.

source: Add an Item
pt: Adicionar um item

source: Item to add
pt: Item

source: The JWM Menu item to add
pt: O item de menu JWM a adicionar.

source: The icon to display for this item
pt: O ícone a mostrar para este item.

source: The label to display for this item
pt: O rótulo a mostrar para este item.

source: Program
pt: Programa

source: The program to run
pt: O programa a executar

source: Tooltip
pt: Dica

source: The popup tooltip
pt: O que verá no balão da dica.

source: Choose an icon
pt: Escolha um ícone

source: Choose a program
pt: Escolha um programa.

source: Confirm
pt: Confirmar

source: Configure the Item
pt: Configure o item

source: Root
pt: Raiz

source: Labeled?
pt: Rotulado?

source: Display the Label in the Menu
pt: Mostrar o rótulo no menu.

source: Edit Include Item
pt: Editar item

source: Include
pt: Incluir

source: Menu properties
pt: Propriedades do menu

source: Add a menu
pt: Adicionar um menu

source: remove a menu
pt: Remover um menu

source: Options: Menu, Dynamic, Include, Program, Separator, Desktops, SendTo, Stick, Maximize, Minimize, Shade, Move, Resize, Kill, Close, Restart, Exit
pt: Opções: Menu, Dinâmico, Incluir, Programa, Separador, Áreas de trabalho, Enviar a, Colado, Maximizar, Minimizar, Sombra, Mover, Redimensionar, Matar, Fechar, Reiniciar, Sair.

source: Add a menu item
pt: Adicionar item de menu

source: remove a menu item
pt: Remover item de menu

source: These options correspond to specific Root Menu items
pt: Estas opções correspondem a itens de menu de raiz específicos.

source: The range of possible values is 0 to 9 inclusive as well as a to z inclusive, providing for up to 36 menus. Note that only the numeric values map to mouse buttons.
pt: O intervalo de valores possíveis é de 0..9 e a..z inclusive, fornecendo até 36 menus. Note que só os valores numéricos podem ser usados com botões do rato.

source: Configure
pt: Configurar

source: Appearance
pt: Aparência

source: Menu Inactive Background Color
pt: Cor de fundo dos menus inactivos

source: Menu Active Background Color
pt: Cor de fundo dos menus activos

source: Menu Inactive Text Color
pt: Cor de texto dos menus inactivos

source: Opacity of Menu
pt: Opacidade do menu

source: A compositor (like xcompmgr) must be installed
pt: Tem de instalar um compositor (como o xcompmgr).

source: Menu Active Text Color
pt: Cor de texto dos menus activos

source: decorations
pt: Decorações

source: Flat or Motif style decorations
pt: Decorações estilo Flat ou Motif.

source: Outline
pt: Realce

source: Flat or Motif style decorations (flat is default)
pt: Decorações estilo Flat (predefinição) ou Motif.

source: Nothing to Configure
pt: Nada a configurar

source: Configure Item
pt: Configurar item

source: Remove an Item
pt: Remover um item

source: Labeled
pt: Rotulado

source: Determines if a label appears at the top of the menu. Default is false.
pt: Determina se um rótulo aparece ao cimo do menu. A predefinição é falso.

source: Determine if a confirm dialog appears before exiting. Default is true.
pt: Determina se aparece um diálogo de confirmação antes de sair.

source: Mouse Cursors
pt: Cursores do rato

source: ERROR
pt: ERRO

source: QUIT
pt: SAIR

source: No touchpad detected
pt: Sem touchpad

source: JWM Mouse Settings
pt: Definições JWM do rato

source: Double Click Speed
pt: Velocidade do duplo clique

source: This sets how fast you must click to Double Click
pt: Isto determina quão rápido tem de clicar duas vezes.

source: Double Click Delta
pt: Tempo do duplo clique

source: This sets how closely you must click to Double Click
pt: Isto determina em quanto tempo tem de clicar duas vezes.
