Repository: romildo/jwm-settings-manager
Catalog: po/*.po
Languages: pt

source: Split notifications into multiple lines if they don't fit into geometery
pt: Divide as notificações em múltiplas linhas, se não couberem na geometria.

source: Bounce Frequency
pt: Frequência de ressalto

source: The frequency with wich text that is longer than the notification window allows bounces back and forth. This option conflicts with "word_wrap". Set to 0 to disable.
pt: A frequência com que o texto anda para trás e para a frente , se não couber na geometria. Esta opção dá conflitos com a quebra de linha. Defina como 0 para desactivar.

source: Allow Markup
pt: Permitir marcação

source: For a complete reference see <http://developer.gnome.org/pango/stable/PangoMarkupFormat.html>. If markup is not allowed, those tags will be stripped out of the message.
pt: Para uma referência completa, veja <http://developer.gnome.org/pango/stable/PangoMarkupFormat.html>. Se a marcação não for permitida, as suas etiquetas serão removidas da mensagem.

source: Format
pt: Formato

source: The format of the message. Possible variables are: %a appname %s summary %b body %i iconname (including its path) %I iconname (without its path) %p progress value if set ([ 0%] to [100%]) or nothing
pt: O formato da mensagem. As variáveis possíveis são: %a - nome da aplicação; %s - resumo; %b - corpo; %i - nome do ícone (incluindo caminho); %I - nome do ícone (sem caminho); %p - valor do progresso, se definido ([0%] a [100%]) ou nada

source: Sort by urgency
pt: Ordenar por urgência

source: Sort messages by urgency.
pt: Ordenar mensagens por urgência.

source: Indicate hidden
pt: Indicar ocultas

source: Show how many messages are currently hidden (because of geometry).
pt: Mostrar quantas mensagens estão actualmente ocultas (devido à geometria).

source: Ignore newlines
pt: Ignora newlines

source: Ignore newlines '\n' in notifications.
pt: Ignora newlines "\n" nas notificações.

source: Shrink
pt: Encolher

source: Shrink window if it's smaller than the width. Will be ignored if width is 0.
pt: Encolher a janela, se for menor que a largura. Será ignorado se a largura for 0.
