Repository: romildo/jwm-settings-manager
Catalog: po/*.po
Languages: pt

source: Miliseconds
pt: Milissegundos

source: Cursors
pt: Cursores

source: Touchpad Settings
pt: Definições do touchpad

source: Touchpad Mode
pt: Modo do touchpad

source: Toggle the pad ON/OFF or only move (no scroll, tap, ecc.)
pt: Alterna entre ligado/desligado e mover só (sem rolar, tocar, etc.).

source: Guest Mouse Off
pt: Rato desligado

source: Toggle on/of the secondary pointer (tipically a joypad)
pt: Alterna o segundo ponteiro entre ligado/desligado (tipicamente um joypad).

source: Circular Pad
pt: Tapete circular

source: Use this if your touchpad is circular
pt: Use esta opção se o seu touchpad for circular.

source: Touch Sensitivity
pt: Sensitividade

source: The minimum pressure to react to
pt: A pressão mínima à qual reagir.

source: Click Emulation Time
pt: Tempo de emulação do clique

source: The duration of the mouse click generated by tapping
pt: A duração do clique do rato gerado ao tocar.

source: Middle Button Emulation Time
pt: Tempo de emulação do botão do meio

source: Maximum time for middle button emulation.
pt: Tempo máximo de emulação do botão do meio.

source: Tapping
pt: Tocar

source: One Finger
pt: Um dedo

source: Which mouse button is reported on a non-corner one-finger tap
pt: Qual botão do rato é reportado num toque de um dedo sem ser num canto.

source: Two Finger
pt: Dois dedos

source: Which mouse button is reported on a non-corner two-finger tap
pt: Qual botão do rato é reportado num toque de dois dedos sem ser num canto.

source: Three Finger
pt: Três dedos

source: Which mouse button is reported on a non-corner three-finger tap
pt: Qual botão do rato é reportado num toque de três dedos sem ser num canto.

source: Top Left Corner
pt: Canto superior esquerdo

source: Which mouse button is reported on a top left corner finger tap
pt: Qual botão do rato é reportado num toque no canto superior esquerdo.

source: Top Right Corner
pt: Canto superior direito

source: RTCornerButtonWhich mouse button is reported on a top right corner finger tap
pt: Qual botão do rato é reportado num toque no canto superior direito.

source: Bottom Left Corner
pt: Canto inferior esquerdo

source: LBCornerButtonWhich mouse button is reported on a bottom left corner finger tap
pt: Qual botão do rato é reportado num toque no canto inferior esquerdo.

source: Bottom Right Corner
pt: Canto inferior direito

source: Which mouse button is reported on a bottom right corner finger tap
pt: Qual botão do rato é reportado num toque no canto inferior direito.

source: Tap Time
pt: Tempo de toque

source: Maximum time for detecting a tap.
pt: Tempo máximo para detectar um toque.

source: Double Tap Time
pt: Tempo do duplo toque

source: Maximum time for detecting a double tap
pt: Tempo máximo para detectar um duplo toque.

source: Tap Move
pt: Toque movido

source: Maximum movement of the finger for detecting a tap
pt: Movimento máximo do dedo para detectar um toque.

source: Scrolling
pt: Rolagem

source: Vertical 2 Finger Scroll
pt: Rolagem ↕ com dois dedos

source: Enable Vertical Edge scrolling for this to work
pt: Activar rolagem vertical na margem para funcionar

source: Horizontal 2 Finger Scroll
pt: Rolagem ↔ com dois dedos

source: Enable Horizontal Edge scrolling for this to work
pt: Activar rolagem horizontal na margem para funcionar

source: Up Down Buttons Scroll
pt: Rolagem com botões Acima/Abaixo

source: If on, the up/down buttons generate button 4/5 events
pt: Se ligada, os botões Acima/Abaixo geram eventos dos botões 4 e 5

source: Left Right Buttons Scroll
pt: Rolagem com botões Esquerda/Direita

source: If on, the left/right buttons generate button 6/7 events
pt: Se ligada, os botões Esquerda/Direita geram eventos dos botões 6 e 7

source: Circular Scroll
pt: Rolagem circular

source: If on, circular scrolling is used
pt: Se ligada, é usada a rolagem circular

source: VScroll Delta
pt: Diferencial vertical

source: Move distance of the finger for a scroll event
pt: Distância percorrida pelo dedo para gerar um evento de rolagem.

source: HScroll Delta
pt: Diferencial horizontal

source: CScroll Delta
pt: Diferencial circular

source: Move angle (radians) of finger to generate a scroll event
pt: Ângulo (radianos) percorrido pelo dedo para gerar um evento de rolagem.

source: CScroll Start
pt: Início da rotação

source: Edge Min Speed
pt: Velocidade mínima

source: Slowest setting for edge motion speed
pt: Definição mais baixa para velocidade de movimento na margem

source: Edge Max Speed
pt: Velocidade máxima

source: Fastest setting for edge motion speed
pt: Definição mais alta para velocidade de movimento na margem

source: Edge Sensitivity
pt: Sensitividade da margem

source: Finger pressure for motion speed
pt: Pressão digital para velocidade

source: Movement
pt: Movimento

source: @8->| Top
pt: @8->| Cimo

source: Y coordinate for top edge
pt: Coordenada Y para a margem superior

source: Calibrate
pt: Calibrar

source: To calibrate push button and move finger on the top of the pad
pt: Para calibrar, prima o botão e mexa o dedo no cimo do tapete

source: @2->| Bottom
pt: @2->| Fundo

source: Y coordinate for bottom edge
pt: Coordenada Y para a margem inferior

source: To calibrate push button and move finger on the bottom of the pad
pt: Para calibrar, prima o botão e mexa o dedo no fundo do tapete

source: @4->| Left
pt: @4->| Esquerda

source: X coordinate for left edge
pt: Coordenada Y para a margem esquerda

source: To calibrate push button and move finger on the left of the pad
pt: Para calibrar, prima o botão e mexa o dedo na esquerda do tapete

source: @->| Right
pt: @->| Direita

source: X coordinate for right edge
pt: Coordenada Y para a margem direita

source: To calibrate push button and move finger on the right of the pad
pt: Para calibrar, prima o botão e mexa na direita no cimo do tapete

source: Min Speed
pt: Velocidade mínima

source: Minimum speed factor
pt: Factor de velocidade mínima

source: Max Speed
pt: Velocidade máxima

source: Maximum speed factor
pt: Factor de velocidade máxima

source: Acceleration
pt: Aceleração

source: Acceleration factor
pt: Factor de aceleração

source: Reset
pt: Repor

source: Spacer
pt: Separador

source: The width of the spacer (0 to fill all available space). 0 is the default.
pt: A largura do separador (0 para preencher o espaço disponível). 0 é a predefinição.

source: The height of the spacer (0 to fill all available space). 0 is the default.
pt: A altura do separador (0 para preencher o espaço disponível. 0 é a predefinição.

source: Panel Settings
pt: Definições do painel

source: Add a Panel
pt: Adicionar um painel

source: Panel 1
pt: Painel 1

source: Panel 2
pt: Painel 2

source: Panel 3
pt: Painel 3

source: Panel 4
pt: Painel 4

source: Remove Current Panel
pt: Remover painel actual

source: Apps
pt: Aplicações

source: Panel Inactive Background Color
pt: Cor de fundo do painel inactivo

source: Panel Button Active Text Color
pt: Cor do texto do botão activo do painel

source: Opacity of Panel
pt: Opacidade do painel

source: Opacity of Panel
pt: Opacidade do painel

source: Panel Button Inactive Background Color
pt: Cor de fundo do botão inactivo do painel

source: Panel Button Active Background Color
pt: Cor de fundo do botão activo do painel

source: Panel Button Inactive Text Color
pt: Cor do texto do botão inactivo do painel

source: Panel Active Text Color
pt: Cor do texto do painel activo

source: Panel Active Background Color
pt: Cor de fundo do painel activo

source: Panel Inactive Text Color
pt: Cor do texto do painel inactivo

source: Panel
pt: Painel

source: Panel Buttons
pt: Botões do painel

source: Size And Position
pt: Tamanho e posição

source: Panel Position
pt: Posição do painel

source: Move the current panel to a new position
pt: Mover o painel actual para outra posição

source: top
pt: cimo

source: bottom
pt: fundo

source: right
pt: direita

source: left
pt: esquerda

source: Autohide
pt: Ocultar

source: This will make the Panel hide when you aren't using it.
pt: Isto fará com que o painel desapareça quando nã o está a utilizar.

source: Autohide?
pt: Ocultar?

source: Width of Panel
pt: Largura do painel..

source: 0 is Full Length
pt: 0 é a largura total

source: Width of Panel
pt: Largura do painel

source: The width of the tray. 0 indicates that the tray should compute an optimal width depending on what it contains and the layout. A negative value subtracts from with screen width. 0 is the default.
pt: A largura da bandeja. 0 indica que a bandeja deve calcular uma largura óptima, dependendo do conteúdo e da disposição. Um valor negativo, subtrai da largura do ecrã. 0 é a predefinição.

source: Height of Panel
pt: Altura do painel

source: 0 will base size from the current items in the panel
pt: 0 baseia o tamanho nos itens actuais do painel.

source: Height of Panel
pt: Altura do painel

source: The height of the tray. 0 indicates that the tray should compute an optimal height depending on what it contains and the layout. A negative value subtracts from the screen height. 0 is the default.
pt: A altura da bandeja. 0 indica que a bandeja deve calcular uma altura óptima, dependendo do conteúdo e da disposição. Um valor negativo, subtrai da altura do ecrã. 0 é a predefinição.

source: Advanced Options
pt: Opções avançadas

source: X coordinate
pt: Coordenada X

source: The x-coordinate of the tray. This may be negative to indicate an offset from the right of the screen.
pt: A coordenada X da bandeja. Pode ser negativa para indicar um desvio da direita do ecrã.

source: Y coordinate
pt: Coordenada Y

source: The y-coordinate of the tray. This may be negative to indicate an offset from the bottom of the screen.
pt: A coordenada Y da bandeja. Pode ser negativa para indicar um desvio do fundo do ecrã.

source: The horizontal alignment of the Panel
pt: O alinhamento horizontal do painel

source: The vertical alignment of the Panel
pt: O alinhamento vertical do painel

source: Width of Panel Border
pt: Largura do contorno do painel

source: Autohide Position
pt: Posição ao ocultar

source: Specifies the location to hide the tray when not activated. Default is "off" to disable hiding. Possible values are "left", "right", "top", "bottom", and "off".
pt: Especifica a posição onde ocultar a bandeja quando inactiva. A predefinição é "Desligado". Os valores possíveis são "left", "right", "top", "bottom" e "off".

source: off
pt: Desligado

source: current autohide position (if any)
pt: Posição actual para ocultar (se houver).

source: halign
pt: AlinHor

source: Use 'Panel Position' for easy configuration
pt: Utilize "Posição do painel" para uma configuração fácil.

source: valign
pt: AlinVer

source: layout
pt: Disposição

source: The layout of the tray. The default is horizontal.
pt: A disposição da bandeja. A predefinição é horizontal.

source: layer
pt: Camada

source: The layer of the tray. The default is above.
pt: A camada da bandeja. A predefinição é acima.

source: Edit Menus
pt: Editar menus

source: Add Indicator
pt: Adicionar indicador

source: Add to Panel
pt: Adicionar ao painel

source: Configure Clock
pt: Configurar relógio

source: style
pt: estilo

source: Notes
pt: Notas

source: Modifier Notes
pt: Notas do modificador

source: ISO 8601 week dates %G, %g, and %V yield values calculated from the week-based year defined by the ISO 8601 standard. In this system, weeks start on a Monday, and are numbered from 01, for the first week, up to 52 or 53, for the last week. Week 1 is the first week where four or more days fall within the new year (or, synonymously, week 01 is: the first week of the year that contains a Thursday; or, the week that has 4 January in it). When three of fewer days of the first calendar week of the new year fall within that year, then the ISO 8601 week-based system counts those days as part of week 53 of the preceding year. For example, 1 January 2010 is a Friday, meaning that just three days of that calendar week fall in 2010. Thus, the ISO 8601 week-based system considers these days to be part of week 53 (%V) of the year 2009 (%G); week 01 of ISO 8601 year 2010 starts on Monday, 4 January 2010.
pt: As datas semanais da norma ISO 8601, % G,% g e% V devolvem valores calculados a partir do ano com base na semana definido pela mesma norma. Neste sistema, as semanas começam na segunda-feira e são numeradas de 01, a primeira semana, até 52 ou 53, a última semana. A semana 1 é a primeira semana em que quatro ou mais dias caem no ano novo (ou, de igual forma, a semana 01 é: a primeira semana do ano que contém uma quinta-feira ou a semana que tem 4 de Janeiro). Quando três ou menos dias da primeira semana do calendário do ano novo caem nesse ano, o sistema baseado na semana ISO 8601 conta esses dias como parte da semana 53 do ano anterior. Por exemplo, 1 de Janeiro de 2010 foi sexta-feira, o que significa que apenas três dias dessa semana caíram em 2010. Assim, o sistema considera que esses dias fazem parte da semana 53 (%V) do ano de 2009 (%G); a semana 01 da norma ISO 8601 ano 2010 começou na Segunda-Feira, 4 de Janeiro de 2010.

source: Some conversion specifications can be modified by preceding the conversion specifier character by the E or O modifier to indicate that an alternative format should be used. If the alternative format or specification does not exist for the current locale, the behavior will be as if the unmodified conversion specification were used. (SU) The Single UNIX Specification mentions %Ec, %EC, %Ex, %EX, %Ey, %EY, %Od, %Oe, %OH, %OI, %Om, %OM, %OS, %Ou, %OU, %OV, %Ow, %OW, %Oy, where the effect of the O modifier is to use alternative numeric symbols (say, roman numerals), and that of the E modifier is to use a locale-dependent alternative representation. The broken-down time structure tm is defined in <time.h>.
pt: Algumas especificações de conversão podem ser modificadas quando precedidas pelo modificador E ou O, para indicar que deve ser usado um formato alternativo. Se o formato ou especificação alternativa não existir para o idioma actual, o comportamento será como se a especificação de conversão não modificada fosse usada. (SU) A Single UNIX Specification menciona %Ec, % EC, %Ex, %EX, %Ey, %EY, %Od, %Oe, %OH, %OI, %Om, %OM, %OS, %Ou, %OU, %OV, %Ow, %OW, %Oy, onde o efeito do modificador O é usar símbolos numéricos alternativos (digamos, algarismos romanos) e o do modificador E é usar uma representação alternativa dependente do idioma. A estrutura da data/hora tm é definida em <time-h>

source: See also ctime
pt: Veja também ctime

source: Running App List
pt: Aplicações em execução

source: Optional, Will use Panel colors if not specified.
pt: Opcional, utiliza as cores do painel, se não for especificada.

source: Max Width
pt: Larg. Máx.

source: The maximum width of an item in the task list. 0 indicates no maximum. The default is 0
pt: A largura máxima de um item na lista de tarefas. 0 indica sem limite e é a predefinição.

source: The height of an item in the task list. 0 indicates that the height should be taken from the tray. The default is 0.
pt: A altura máxima de um item na lista de tarefas. 0 indica que a altura deve ser deduzida da bandeja e é a predefinição.

source: Determines if a label is shown for items in the task list. The default is true.
pt: Determina se um rótulo é mostrado para itens na lista de tarefas. A predefinição é sim.

source: Group
pt: Grupo

source: Determines if windows are grouped by class when shown in task bars. Possible values are true and false. The default is false.
pt: Determina se as janelas são agrupadas por classe, quando mostradas em barras de tarefas. São valores possíveis verdadeiro e falso. A predefinição é falso.

source: List
pt: Lista

source: Determines which windows are shown in task bars. Possible values are desktop and all. The default is desktop.
pt: Determina que janelas são mostradas nas barras de tarefas. São valores possíveis desktop e all. A predefinição é desktop.

source: Configure Button
pt: Configurar botão

source: Text for the Panel Button
pt: Texto para o botão

source: The icon file name
pt: Ficheiro de ícone

source: Choose an Icon
pt: Escolha um ícone

source: Mouse Button
pt: Botão do rato

source: Button 1 is Left, Button 2 is right. Button 3 is middle.
pt: O botão 1 é o esquerdo, o 2 é o direito, o 3 é o do meio.

source: Configure the program
pt: Configurar o programa

source: The root menu the button is tied to
pt: O menu raiz a que o botão está ligado

source: Configure this menu
pt: Configurar este menu

source: Clock Format
pt: Formato do relógio

source: Day name Month Day 12 Hour
pt: Dia da semana Mês Dia 12 Horas

source: 24 Hour Clock
pt: Relógio 24 horas

source: 12 Hour Clock
pt: Relógio 12 horas

source: Year Month Day 24 Hour clock
pt: Ano Mês Dia Relógio 24 Horas

source: (Advanced) User Defined
pt: (Avançadas) Definido pelo utilizador

source: The width of the clock. 0 indicates that the width should be determined from the length of the text to be displayed.
pt: A largura do relógio. 0 indica que a largura deve ser determinada pela largura do texto a ser mostrado.

source: Foreground
pt: 1º plano

source: Optional, this will use the Panel colors if not specified
pt: Opcional, utiliza as cores do painel, se não for especificada.

source: Background
pt: Fundo

source: The height of the clock. 0 indicates that the height should be determined from the font used.
pt: A altura do relógio. 0 indica que a altura deve ser determinada pela letra usada.

source: Execute a command.
pt: Executar um comando.

source: The root menu the Clock is tied to
pt: O menu raiz a que o relógio está ligado

source: Configure the menu
pt: Configurar o menu

source: Type to search
pt: Tipo a procurar

source: SET
pt: DEFINIR

source: Configure Indicators
pt: Configurar indicadores

source: The maximum width of an item contained in the dock. This defaults to the width or height of the tray (whichever is smaller).
pt: A largura máxima de um item na doca. A predefinição é a largura ou a altura da bandeja, aquela que for menor.

source: Spacing
pt: Espaçamento

source: Number of pixels to leave between items in the dock. The default is 0.
pt: Número de pixels a deixar entre itens na doca. A predefinição é 0.

source: Manual Editing
pt: Edição manual

source: The text that pops up when you hover
pt: O texto que surge quando paira sobre o item.

source: Configure Menu
pt: Configurar o menu

source: Text for the Button that shows the menu
pt: Texto para o botão que mostra o menu

source: Configure the menu items
pt: Configurar os itens de menu

source: Configure Swallowed Application
pt: Configurar a aplicação Swallow

source: App Name
pt: Nome da aplicação

source: This MUST be the same as the executable's name
pt: TEM de ser o mesmo que o nome do executável

source: The width of the swallowed program. 0 indicates that the width should be determined from the tray and size requested from the program. 0 is the default.
pt: A largura da aplicação Swallow. 0 indica que a largura deve ser determinada pela bandeja e o tamanho deve ser pedido pelo programa. A predefinição é 0.

source: The height of the swallowed program. 0 indicates that the height should be determined from the tray and size requested from the program. 0 is the default.
pt: A altura da aplicação Swallow. 0 indica que a altura deve ser determinada pela bandeja e o tamanho deve ser pedido pelo programa. A predefinição é 0.

source: Configure Switcher
pt: Configurar o alternador

source: Number of Desktops Wide
pt: Número de áreas de largo

source: Number of Desktops High
pt: Número de áreas de alto

source: Labled
pt: Rotulado

source: Determines if the pager has text labels. Default is false.
pt: Determina se o paginador tem rótulos de texto. A predefinição é falso.

source: Choose an application to add
pt: Escolha a aplicação a adicionar

source: Application
pt: Aplicação

source: You can add arguments here
pt: Pode adicionar argumentos aqui

source: Tooltip Label
pt: Rótulo da dica

source: Show a Border around the Button?
pt: Mostrar o contorno do botão?

source: The button you are adding can be borderless, if you like
pt: O botão que adicionou pode não ter contorno, se assim o desejar.

source: Current Panel Buttons
pt: Botões do painel actuais

source: Remove application launcher
pt: Remover lançador da aplicação

source: Icon File Name
pt: Ficheiro de ícone

source: Only Four Panels are supported
pt: Só são suportados quatro painéis

source: Indicators
pt: Indicadores

source: Clock
pt: Relógio

source: Desktop Switcher
pt: Alternador de área de trabalho

source: Launcher
pt: Lançador

source: Popups
pt: Balões

source: This controls the look of popup tooltips such as those shown when the mouse sits over a panel item.
pt: Isto controla o aspecto de balões de dicas, tais como os mostrados quando o rato paira sobre um item de painel.

source: The color of the window outline. The default is black.
pt: A cor do contorno da janela. A predefinição é preto.

source: milliseconds
pt: millisegundos

source: The delay in milliseconds before popups activate. The default is 600.
pt: O atraso em milissegundos até que o balão apareça. A predefinição é 600.

source: Delay
pt: Atraso

source: enabled
pt: activo

source: Determine if popups are shown. This is a comma-separated list of one or more of the following: true (all enabled), false (no popups enabled), button (tray buttons), clock (clocks), menu (menus), pager (pagers), and task (task list items). The default is true.
pt: Determina se os balões são mostrados. É uma lista separada por vírgulas de uma ou mais das seguintes opções: true (tudo activo), false (nenhum balão activo), button (botões da bandeja), clock (relógios), menu (menus), pager (paginadores) e task (itens da lista de tarefas). A predefinição é true.

source: Text
pt: Texto

source: The text color
pt: A cor do texto

source: The background color
pt: A cor do fundo

source: Notifications
pt: Nptificações

source: Sytem notification pop up windows
pt: Balões de notificação do sistema

source: System Notifications
pt: Notificações do sistema

source: Font
pt: Letra

source: Alignment
pt: Alinhamento

source: Alignment of message text. Possible values are "left", "center" and "right".
pt: Alinhamento do texto da mensagem. São valores possíveis "left", "center" e "right".

source: Follow
pt: Seguir

source: Display notification on focused monitor. Possible modes are: mouse: follow mouse pointer keyboard: follow window with keyboard focus none: don't follow anything "keyboard" needs a windowmanager that exports the _NET_ACTIVE_WINDOW property. This should be the case for almost all modern windowmanagers. If this option is set to mouse or keyboard, the monitor option will be ignored.
pt: Mostrar notificação no monitor em foco. Os modos possíveis são: mouse: seguir ponteiro do rato teclado: seguir janela com foco do teclado nada: não seguir nada "keyboard" precisa de um gestor de janelas que exporte a propriedade _NET_ACTIVE_WINDOW. Deverá ser o caso para a maioria dos gestores de janelas modernos. Se esta opção estiver definida para mouse ou keyboard, a opção monitor será ignorada.

source: Separator Color
pt: Cor do separador

source: Define a color for the separator. possible values are: * auto: dunst tries to find a color fitting to the background; * foreground: use the same color as the foreground; * frame: use the same color as the frame; * anything else will be interpreted as a X color.
pt: Define a cor do separador. São valores possíveis: * auto: dunst tenta encontrar uma cor que sirva ao fundo; * foreground: usa a mesma cor do 1º plano; * frame: usa a mesma cor da moldura; * qualquer outra coisa será interpretado como uma cor X.

source: Word wrap
pt: Quebra de linha
